
[CorpseAdventTrooper X2ItemTemplate]
FriendlyName="变种人士兵尸体"
FriendlyNamePlural="变种人士兵尸体"
BriefSummary="武装整齐时看起来仿佛是人类，然而死后暴露的外星人形态和变种人特有的橙色血液表明该生物是一种邪恶的混血物种。"

[CorpseAdventOfficer X2ItemTemplate]
FriendlyName="变种人军官尸体"
FriendlyNamePlural="变种人军官尸体"
BriefSummary="尽管变种人军官的身体护甲有着更重的装饰物，但如果不是他们脑后一道不易被发现的深红色疤痕的话，很难把他们同普通士兵相区分。"

[CorpseAdventTurret X2ItemTemplate]
FriendlyName="变种人炮塔残骸"
FriendlyNamePlural="变种人炮塔残骸"
BriefSummary="由于加装了强化装甲，战斗结束后这些炮台的遗迹看起来毫发无损，然而可能因为执行了自毁程序，内部损坏相当严重。"

[CorpseAdventStunLancer X2ItemTemplate]
FriendlyName="变种人强袭枪兵尸体"
FriendlyNamePlural="变种人强袭枪兵尸体"
BriefSummary="出现尸僵后，强袭枪兵的尸体无总会呈现诡异的微笑，这可能是战前过量使用战斗兴奋剂所致。"

[CorpseAdventPurifier X2ItemTemplate]
FriendlyName="变种人净化者尸体"
FriendlyNamePlural="变种人净化者尸体"
BriefSummary="变种人净化者的身体上满是烧伤的疤痕。我的初步推断是，这些伤疤具有一定的规律性，因此并不都是意外烧伤留下的，但它们究竟是净化者训练过程的一部分，还是日后战斗中所受就不得而知了。"

[CorpseAdventPriest X2ItemTemplate]
FriendlyName="变种人祭司尸体"
FriendlyNamePlural="变种人祭司尸体"
BriefSummary="变种人祭司那由护甲保护着的皮肤上满是奇妙的螺旋形纹身，其含义我们只能进行猜测。他们的大腿和背部的皮肤还植入了医用注射口。这些位置附近能清楚地看见发出紫色微光的网状血管。"

[CorpseAdventShieldbearer X2ItemTemplate]
FriendlyName="变种人持盾者尸体"
FriendlyNamePlural="变种人持盾者尸体"
BriefSummary="这些尸体的肌肉骨骼密度远远高于已知的其他变种人，且在死后数小时内仍能保持体温不下降。"

[CorpseAdventPsiWitch X2ItemTemplate]
FriendlyName="化身尸体"
FriendlyNamePlural="化身尸体"
BriefSummary="这具尸体毫无腐烂迹象，初始扫描结果显示了令人不安的低级脑部活动迹象。有报告显示参与处理尸体的工作人员出现了幻听情况，虽然令人担心，但这则消息至今未经证实。"

[CorpseAdventMEC X2ItemTemplate]
FriendlyName="变种人MEC残骸"
FriendlyNamePlural="变种人MEC残骸"
BriefSummary="\"MEC\"单位在接合方式，装配武器与动力系统等多个方面与沈博士早期研制的原型战斗机甲战有惊人的相似之处。"

[CorpseSectoid X2ItemTemplate]
FriendlyName="灰人尸体"
FriendlyNamePlural="灰人尸体"
BriefSummary="死掉的灰人会像蜘蛛一样卷曲蜷缩，令人想起首次战争时见到的某种更小更致命的生物。" 

[CorpseAndromedon X2ItemTemplate]
FriendlyName="仙女座外星人残骸"
FriendlyNamePlural="仙女座外星人残骸"
BriefSummary="仙女座外星人战斗护甲的\"机师\"部分似乎相当的脆弱，当暴露在我们似乎有毒的环境中会被微微的灼伤。" 

[CorpseViper X2ItemTemplate]
FriendlyName="毒蛇怪尸体"
FriendlyNamePlural="毒蛇怪尸体"
BriefSummary="虽然脑成像未能扫描到更高级的命令功能，在死亡后数小时内毒蛇怪有力的尾部肌肉仍会产生条件反射。" 

[CorpseArchon X2ItemTemplate]
FriendlyName="执政官尸体"
FriendlyNamePlural="执政官尸体"
BriefSummary="执政官虽然外形优雅，却是种令人惊异的肉体与金属的随意结合品。"

[CorpseMuton X2ItemTemplate]
FriendlyName="异变者尸体"
FriendlyNamePlural="异变者尸体"
BriefSummary="身穿战斗护甲，皮肤刺满图腾，伤痕各有意义，异变者一族始终维持着鲜明的部落等级制度。"

[CorpseChryssalid X2ItemTemplate]
FriendlyName="寄生兽尸体"
FriendlyNamePlural="寄生兽尸体"
BriefSummary="寄生兽的毒液毒性猛烈，需要储存在特别强化过的容器内，且根据某位经验丰富的战士所言，需要锁在安全的地方。"

[CorpseSectopod X2ItemTemplate]
FriendlyName="破坏者残骸"
FriendlyNamePlural="破坏者残骸"
BriefSummary="过分注重实用性且平淡无奇外表下是精巧的外星合金架构，无数的目标计算机以及超铀能量节点。"

[CorpseFaceless X2ItemTemplate]
FriendlyName="无面怪尸体"
FriendlyNamePlural="无面怪尸体"
BriefSummary="需要储存于医用密封桶内，无面怪死后，所有残留物都会变成一滩发臭的黏液。"

[CorpseCyberus X2ItemTemplate]
FriendlyName="原典脑"
FriendlyNamePlural="原典脑"
BriefSummary="这个又小又普通的\"脑\"就是原典消失后留下的唯一的东西，且无法用生物或机械仪器进行任何形式的扫描。"

[CorpseGatekeeper X2ItemTemplate]
FriendlyName="看门人外壳"
FriendlyNamePlural="看门人外壳"
BriefSummary="看门人外壳内的组织非常不同寻常，表面上来看它依靠着外壳本身来进行感受输入。外壳的内部雕刻着与古代象形文字相差无几的长串符号。"

[CorpseBerserker X2ItemTemplate]
FriendlyName="狂战士尸体"
FriendlyNamePlural="狂战士尸体"
BriefSummary="狂战士的化学泵在其巨大化结束后很长时间内依旧会将兴奋剂与止痛剂源源不断地注射进尸体。"

[CorpseTheLost X2ItemTemplate]
FriendlyName="失魂者尸体"
FriendlyNamePlural="失魂者尸体"
BriefSummary="没有了驱动它们早已衰变的四肢的未知生命力，失魂者四分五裂成了一堆干瘪的尸块。这种状态下的失魂者看上去似乎都长得一样，也就无法断定该尸体原来的身份。"

[CorpseSpectre X2ItemTemplate]
FriendlyName="幽灵尸体"
FriendlyNamePlural="幽灵尸体"
BriefSummary="令人惊异的是，尽管幽灵的\"身体\"实际上是由数百万个彼此分离的纳米机器人共同组成的，它即便是在死后也保留了其个体形态。虽然纳米机器人已经停止了运作，但它们依旧通过强的惊人的磁力紧密连接着。"
